// © Copyright 2012-2015, 2017 HP Development Company, L.P.

TaskName = "Registro de productos de HP";
TaskTOCTitle = "Registro Web";

HSDRegistrationDescription = "El proceso de registro en línea empezará de forma automática y enviará la mayoría de la información necesaria para que pueda registrar su producto rápida y sencillamente, después de completar la configuración. También será dirigido a la página web HP Connected, el lugar central para gestionar su experiencia de impresión en línea.";

WarningSheetExtendedMessages = "Después de hacer clic en Continuar, se abrirá una Página de registro de producto HP en su navegador web predeterminado. Se enviará la siguiente información al sitio web de HP para acelerar el proceso de registro.";

HSDZipCodeTitle = "Código postal:";
